export const news = [
    {
        header: {
            img: "https://sun9-49.userapi.com/s/v1/if1/JPbkV_B7JFgtYr7fI2awraNOjomLqi2GNLTvrmFs78GW1rlhAL_DWie_hoMIw2laILBbSHZu.jpg?size=50x50&quality=96&crop=0,0,571,571&ava=1",
            name: "Подслушано в Рыбацком ™"
        },
        body: {
            text: "Ну наконец-то! 🙌 В 2022 году начнется капитальный ремонт Рыбацкого моста через реку Славянку!👍🏻\n" +
                "\n" +
                "Работы вызваны необходимостью организации альтернативного выезда с территории Усть-Славянки – помимо загруженного Шлиссельбургского проспекта. После завершения капремонта возможно перенаправят транспортные потоки транзитом через Славянскую улицу и Рыбацкий проспект с выездом на проспект Обуховской Обороны, а далее – в центр города или на КАД.",

            imgs: ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTv4_83ejY8Rku15MXpUEmGDaRoUTwAjYEqSA&usqp=CAU",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSb3IHcoa2WUrwwdHlGmUTEJ8S1E9PgIz3VEA&usqp=CAU",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQQJG4mIlWmnz3ol0ZJ4esuYIvfjGsPDwbO2w&usqp=CAU",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTwxugMZJYry2Pcy2FK5Y50YJRxyaF3kZdRzQ&usqp=CAU"
            ]
        },
        social: {
            likes: 150,
            comments: 33,
            reposts: 30,
            views: 57000,
            peopleComments: [
                {
                    user: "igor",
                    comment: "lol!"
                }
            ]
        }
    },
    {
        header: {
            img: "https://www.magnitogorsk.ru/storage/app/media/icons/menu/main/9.png",
            name: "ПДД"
        },
        body: {
            text: "Настоящие Правила дорожного движения <*> устанавливают единый порядок дорожного движения на всей территории Российской Федерации. Другие нормативные акты, касающиеся дорожного движения, должны основываться на требованиях Правил и не противоречить им.",

            imgs: ["https://s0.rbk.ru/v6_top_pics/media/img/4/31/754788601863314.jpeg",
                "https://rstatic.oshkole.ru/editor_images/95165.jpg",
                "https://kubnews.ru/upload/resize_cache/iblock/2e1/1200_630_2/2e1d16651a099743a751d1e946cef046.jpg",
                "https://upload.wikimedia.org/wikipedia/commons/e/e1/Traffic_lights_rus.jpg"
            ]
        },
        social: {
            likes: 123,
            comments: 14,
            reposts: 42,
            views: 12000
        }
    },
    {
        header: {
            img: "https://www.kp40.ru/news_images/anons/42069.jpg",
            name: "В мире живтных"
        },
        body: {
            text: "Русское слово «животное» образовано от «живот», в прошлом означавшего «жизнь, имущество». В быту под терминами «дикие животные», «домашние животные» часто понимаются только млекопитающие или четвероногие наземные позвоночные (млекопитающие, пресмыкающиеся и земноводные). Однако в науке за термином «животные» закреплено более широкое значение, соответствующее латинскому Animalia (см. выше). В научном смысле к животным, помимо млекопитающих, пресмыкающихся и земноводных, относится огромное множество других организмов: рыбы, птицы, насекомые, паукообразные, моллюски, морские звёзды, черви и другие. Человек также относится к царству животных, отряду плацентарных млекопитающих, приматам[1], но традиционно изучается отдельно.",

            imgs: ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTUfD6aumD6QQVlKR-GJEpb7_WtevWeD6lKzA&usqp=CAU",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTnaeWJxcuxmXrRcxWZRDjlZmCybhCFpexVJw&usqp=CAU",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR6H12APtgXwH01YisS_zd_54rWUc11p7nBBQ&usqp=CAU",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcROeQuEvwAfV5sOh7RrOoRCoETs-7NyUyrnGw&usqp=CAU",
                "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRm6tptUmRPDsKrujYT_AQcOO0GK7W8-2WGwQ&usqp=CAU"
            ]
        },
        social: {
            likes: 23,
            comments: 11,
            reposts: 62,
            views: 14500
        }
    }
]